{
    "aboutPage": {
        "about": {
            "par1": "Mae Oengus yn wefan sy'n darparu offer er mwyn trefnu marathonau speedrun.",
            "par2": "Diffiniad o speedrun ydi i chwarae gêm cyfrifiadurol gyda'r bwriad o'i gwblhau mor sydyn a sy'n bosib, â phwrpas adloniant a / neu cystadleuaeth. Gallwch ddarllen mwy am speedrunning ar <a href=\"https://en.wikipedia.org/wiki/Speedrun\" target=\"_blank\">Wicipedia</a>.",
            "par3": "Mae marathonau speedrun yn ddigwyddiadau ble mae speedrunners yn dod at eu gilydd i ddangos eu gemau i ffwrdd i gynulleidfa, unai ar lein, mewn safle, neu gymysgedd o'r ddwy ffordd. Y digwyddiadau mwyaf poblogaidd yw'r digwyddiadau <a href=\"https://gamesdonequick.com\" target=\"_blank\">Games Done Quick</a> a drefnwyd dwy waith y flwyddyn.",
            "title": "Am",
            "par5": "Manion: Mae Oengus yn ddewiniaeth celtaidd sy'n gofalu am amser a thragwydddoldeb. Siarad am enw addas ar gyfer marathonau speedrun!",
            "par4": "Cafodd y wefan hon ei gru gan <a href=\"https://twitter.com/GyooRunsStuff\" target=\"_blank\">Gyoo</a>. Actor yn y gymuned speedrunning ers 2013, mae o wedi cyfranu yn y gymuned speedrunning mewn llawer o wahanol ffyrdd: cymedrolwr byd-eang o <a href=\"https://speedrun.com\" target=\"_blank\">speedrun.com</a> am dair blynedd, crëwr o'r <a href=\"https://twitter.com/SpeedrunWRs\">bot Trydar RyB mewn Speedruns</a>, aelod o'r tîm ail-ddarllediad Ffrangeg, sy'n darparu ail-ddarllediadau o farathonau rhyngwladol ar gyfer cynulleidfa Ffrangeg, a syflaenydd o Bourg la Run, y gyfwerth Ffrangeg o \"Games Done Quick\". Ar ôl casglu'r profiadau hyn i gyd, a asesu nad oes yna offer cyhoeddus ar gael er mwyn trefnu marathonau, fe ddewiswyd i greu un ac Oengus oedd y canlyniad."
        },
        "contact": {
            "title": "Cyswllt",
            "par2": "Ar gyfer ymholiadau busnes/CC, ysgrifennwch ebost at contact@oengus.io",
            "par1": "Wedi cael hyd i fyg? Gyda cwestiwn am y wefan? Ymunwch â'r <a href=\"https://discord.gg/ZZFS8YT\" target=\"_blank\">serfiwr Discord</a>"
        }
    },
    "alert": {
        "game": {
            "deletion": {
                "success": "Mae'r gêm wedi'i ddileu'n llwyddiadnnus",
                "error": "Mae gwall wedi digwydd yn ystod y broses dileu gêm. Triwch eto neu cysylltwch gyda'r gweinyddwr."
            },
            "export": {
                "error": "Mae gwall wedi digwydd yn ystod y broses lawrlwytho. Triwch eto neu cysylltwch gyda'r gweinyddwr."
            }
        },
        "incentives": {
            "delete": {
                "success": "Mae'r cymhelliant wedi'i ddileu'n llwyddiannus",
                "error": "Mae gwall wedi digwydd yn ystod y broses i ddileu cymhelliant. Triwch eto neu cysylltwch gyda'r gweinyddwr."
            },
            "save": {
                "success": "Cymhelliannau wedi.u arbed yn llwyddiannus.",
                "error": "Mae gwall wedi digwydd yn ystod y broses i arbed cymhelliannau. Triwch eto neu cysylltwch gyda'r gweinyddwr."
            }
        },
        "donation": {
            "validate": {
                "success": "Mae eich rhodd wedi'i yrru'n llwyddiannus. Diolch am eich rhodd!",
                "error": "Mae gwall wedi digwydd yn ystod y broses rhoi. Triwch eto neu cysylltwch gyda'r gweinyddwr."
            },
            "export": {
                "error": "Mae gwall wedi digwydd yn ystod y broses lawrlwytho. Triwch eto neu cysylltwch gyda'r gweinyddwr."
            }
        },
        "category": {
            "deletion": {
                "success": "Categori wedi'i ddileu'n llwyddiannus",
                "error": "Mae gwall wedi digwydd yn ystod y broses i ddileu categori. Triwch eto neu cysylltwch gyda'r gweinyddwr."
            }
        }
    },
    "action": {
        "submit": "Cyflwyno",
        "sendTweet": "Gyrru Tweet",
        "save": "Arbed",
        "join": "Ymuno",
        "decline": "Dirywiad",
        "confirm": "Cadarnhau",
        "clearAvailabilities": "Clirio argaeledd wedi'u dewis",
        "cancel": "Canslo",
        "accept": "Derbyn"
    }
}
